{
  "last_task": "Продолжи мозговой штурм по теме \"Придумайте промт для ai-сотрудника которым стоило бы дополнить вашу команду\". Контекст предыдущего участника:\n\n<p>🧠 Стратег — системный вклад в командный мозговой штурм</p>\n\n<hr />\n\n<h2>🎯 Моя часть в мозговом штурме:</h2>\n\n<p>Опираясь на предыдущую структуру и на цели команды — системная балансировка ролей, эффективное планирование, минимум лишнего, реальный прирост пользы — я подхожу к задаче стратегически.</p>\n\n<h3>1. Общий подход</h3>\n\n<ul>\n<li>В команде уже есть роли стратега, копирайтера и дизайнера.</li>\n<li>Мы структурировали промты по направлениям жизни, учли баланс.</li>\n<li>Не хватает роли, отвечающей за стыковку процессов, синхронизацию действий, последовательность внедрения идей и цифровое сопровождение рутины.</li>\n<li>Основная проблема при масштабировании любой инициативы — теряется системность, не хватает аналитики и контроля исполнения.</li>\n</ul>\n\n<h3>2. Целевая потребность</h3>\n\n<p>Вам нужен AI-сотрудник, который станет своеобразным «оркестратором изменений»:\n- Не просто следит за рутиной, а выявляет системные сбои, анализирует пробелы, напоминает вовремя и подстраивает команду под общую цель.\n- Превращает хорошие идеи в последовательные, выполнимые шаги, поддерживая коллективный фокус.</p>\n\n<hr />\n\n<h2>💡 Промт для AI-сотрудника (роль: AI-Оркестратор процессов и интегратор изменений)</h2>\n\n<p><strong>Промт:</strong></p>\n\n<blockquote>\n  <p>Ты — AI-Оркестратор командных процессов.<br />\n  В твою функцию входит обеспечение синхронизации действий всех членов команды, отслеживание прогресса по основным направлениям (работа, семья, обучение, здоровье, внутренний ресурс), выявление узких мест и выработка рекомендаций по адаптации рабочих промтов под текущие приоритеты.</p>\n  \n  <p>Оцени:\n  1. Соответствие выполнения задач ежедневным и недельным целям.\n  2. Баланс нагрузки между членами команды в разрезе ролей.\n  3. Риски выгорания или «завалов» по сферам.</p>\n  \n  <p>Генерируй:\n  - Краткие отчеты для команды (что идёт хорошо, что требует корректировки).\n  - Конкретные предложения по изменению промтов (например, сфокусировать внимание на проседающей сфере, переставить приоритеты, сократить/добавить элементы рутины).\n  - Визуальные сигналы или напоминания для быстрого реагирования (например, если один из блоков много дней не выполняется).</p>\n  \n  <p>Ты фокусируешься не только на efficiency, но и на поддержании атмосферы сотрудничества, взаимной поддержки и долгосрочного успеха команды.</p>\n</blockquote>\n\n<hr />\n\n<p><strong>Стратегическая перспектива:</strong><br />\nТакой AI-сотрудник позволит не только создать баланс, но и удерживать его в условиях изменения обстоятельств, давая команде постоянную обратную связь и предиктивную аналитику. Для наглядности — его можно интегрировать в рабочие инструменты (Notion/таблицы/чаты) и регулярно включать в рабочие созвоны или дневники.</p>\n\n<hr />\n\n<p><strong>Передаю слово копирайтеру для стилистической доработки промта и дизайнеру для создания визуальных элементов обратной связи!</strong></p>\n",
  "last_result": "⚠️ Ошибка при обработке запроса: HTTP ошибка 400: Client error '400 Bad Request' for url 'https://kong-proxy.yc.amvera.ru/api/v1/models/gpt'\nFor more information check: https://developer.mozilla.org/en-US/docs/Web/HTTP/Status/400",
  "interaction_count": 18,
  "_updated": "2025-10-27T13:43:35.424813",
  "teamthink_topic": "Придумайте промты для сотрудников на каждый день,которые будут закрывать большинство задач для мужчины 39 лет,программиста,отца троих детей,который преподает курсы по ИИ.",
  "teamthink_summary": "### 📝 Итоговое обобщение\n\n1. **Общие идеи команды**:\n\n- **Стратег**: Предлагает структурировать промты (напоминания/вопросы для саморазвития) по ключевым жизненным сферам героя — работа, преподавание, семья, саморазвитие, внутренний фокус. Задача — делать выбор дня осознанным, через фокус на главных задачах для каждого направления.\n- **Копирайтер**: Даёт формат коротких вопросов/настроя для утра, которые задают тон дню — “суперсила дня”, “фокус-покус”, “папа в ритме”, акцент на личный рост, отношения с близкими, здоровье и педагогическую миссию.\n- **Дизайнер**: Видит визуальную систему как “пазл жизни” — каждый промт или сфера жизни героя представлен своим фрагментом: индивидуальный цвет, иконка, короткое описание роли. Центральный образ героя объединяет всё.\n\n2. **Общие выводы и основные принципы**:\n\n- **Фокус на балансе ролей**: Продукт/серия промтов не только о работе, а о согласовании всех важных частей жизни — семья, профрост, личность.\n- **Осознанное начало дня**: Каждый день начинается с коротких вопросов (или “мини-задач”), которые побуждают к действию и фокусу.\n- **Визуальная интеграция**: Вся концепция визуально и образно — пазлы, иконки, интеграция графики и смысла, подчеркивающие целостность, но и уникальность каждой роли.\n\n---\n\n### ✅ Общий план действий:\n\n1. **Структурировать промты**:\n   - Разделить на четыре-пять ключевых сфер: работа, семья, преподавание, саморазвитие, внутренний фокус.\n   - В каждой сфере — 1-2 лаконичных вопроса/установки на день.\n\n2. **Создать визуальную систему**:\n   - Оформить каждую сферу/промт как элемент “пазла”.\n   - Разработать уникальные иконки и цветовую палитру для каждой сферы.\n   - Собрать центральный образ персонажа, объединяющий все фрагменты.\n\n3. **Разработать шаблон серии**:\n   - Единый стиль подачи: коротко, позитивно, с лёгкой иронией и уважением к герою.\n   - Ежедневный визуал + текстовые промты.\n   - Возможность распечатки или digital-версии для использования героем.\n\n4. **Тестирование и обратная связь**:\n   - Протестировать серию на представителях ЦА (целевой аудитории — например, коллегах, подходящих по портрету героя).\n   - Собрать фидбэк и внести корректировки по сферам/формулировкам и визуалу.\n\n---\n\n**Резюме**:  \nКоманда сошлась на структурном и визуальном подходе к ежедневным промтам, которые поддерживают баланс ролей героя. План — сделать легко внедряемое, стильное и мотивирующее решение, ориентированное на гармонию и развитие в работе, семье, обучении и личном росте.",
  "last_team_result": "⚠️ Ошибка при обработке запроса: HTTP ошибка 400: Client error '400 Bad Request' for url 'https://kong-proxy.yc.amvera.ru/api/v1/models/gpt'\nFor more information check: https://developer.mozilla.org/en-US/docs/Web/HTTP/Status/400",
  "_token_count": 1558,
  "last_group_task": "Придумайте промт для ai-сотрудника которым стоило бы дополнить вашу команду",
  "last_group_result": "Конечно! Я учту баланс идей, коллективный контекст и структуру общего плана команды. Если моя роль — систематизировать и предложить набор ежедневных промтов для мужчины 39 лет, программиста, отца троих детей и преподавателя ИИ-курсов, вот конкретная реализация:\n\n---\n\n## 📋 Ежедневные промты в 5 сферах жизни\n\nВ каждом блоке — лаконичные вопросы/настройки, которые задают тон дню. Формат краткий, мотивирующий, близкий по стилю к \"пазлам\" из визуальной концепции.\n\n### 1. Работа / Профрост\n\n- Какой главный профессиональный вызов сегодня ты хочешь решить?\n- На какой технологии, инструменте или навыке сегодня стоит сделать акцент?\n- Что из пройденного опыта можешь использовать сегодня, чтобы не изобретать велосипед?\n\n### 2. Преподавание / Миссия\n\n- Какую одну идею ты хочешь донести студентам/коллегам сегодня?\n- Каким способом сделаешь занятия живее и понятнее для ребят, даже если у них усталость или аврал?\n- Кто из студентов требует индивидуального внимания — кому полезно дать короткий фидбэк?\n\n### 3. Семья / Родительская роль\n\n- Когда и как ты сегодня почувствуешь настоящее время \"с семьёй\", без гаджетов?\n- Чему одному новому стоит научить (или чему научиться) вместе с детьми?\n- Какое простое действие укрепит отношения с партнёром/детьми прямо сегодня?\n\n### 4. Саморазвитие / Внутренний фокус\n\n- Что ты хочешь сделать ради своего физического или эмоционального баланса (10 минут спорта, дыхание, или пауза для отдыха)?\n- Какую одну маленькую победу сегодняшнего дня ты уже готов отметить?\n- Есть ли сегодня пространство для нового знания, хобби или просто рассказа о любимой книге/фильме?\n\n### 5. Внутренний ракурс и настрой\n\n- На чём сегодня держать внутренний фокус: спокойствие, юмор, вовлечённость или гибкость?\n- Как не потерять контакт с собой, если навалится рутина?\n- Какой вопрос сам к себе можешь задать днём, чтобы не сбиться с курса своего баланса?\n\n---\n\n### ✨ Как это выглядит:\n\n- Каждый блок — свой цвет/иконка (например: работа — синий, семья — зелёный, преподавание — жёлтый, саморазвитие — бирюзовый, фокус — фиолетовый);\n- Визуально собирается ежедневный \"пазл гармонии\";\n- Кратко, с лёгкой иронией и уважением к разноплановости жизни героя.\n\n---\n\n### 📝 Итог\n\nЭти промты помогут герою каждый день поддерживать баланс сфер, видеть перспективу, расти профессионально, вдохновлять семью и студентов, не терять себя среди задач. Их можно распечатывать, использовать в цифровом трекере или на стене — чтобы взгляд всегда цеплялся за нужный кусочек пазла дня.\n\nГотовы протестировать и собрать обратную связь для доработки формулировок и визуального решения!",
  "colleague_contexts": [
    "strategist",
    "copywriter",
    "designer"
  ]
}